Repository: DenisBeauget/twins
Catalog: lib/l10n/app_*.arb
Languages: fr

# welcome
source: Welcome to the My twins
fr: Bienvenue sur My twins

# welcome_description
source: Discover My Twins concept
fr: Découvre le concept de My Twins

# welcome_content_app
source: Thanks to My Twins you will be able to benefit from many advantages, such as discounts and exclusive offers. You will also be able to discover new places
fr: Grâce à My Twins tu vas pouvoir bénéficier de nombreux avantages, comme des réductions et des offres exclusives. Tu pourras aussi découvrir de nouveaux lieux.

# welcome_content_categories
source: These offers are classified by category, so it's easy to find what you're looking for and have a great time!
fr: Ces offres sont classées par catégories, tu pourras donc facilement trouver ce que tu cherches pour passer un super moment !

source: Start experience
fr: Commencer l'expérience

# start_register
source: Sign up
fr: Créer un compte

# start_sign_in
source: Sign in
fr: Se connecter

# registration_title
source: Register Now
fr: Inscrit toi

# registration_title_step2
source: tell me about yourself
fr: Parle-nous de toi

# registration_message
source: Please check your inbox and click on the link to confirm your email address (check your spam folder).
fr: Veuillez vérifier votre boîte de réception et cliquer sur le lien pour confirmer votre adresse électronique (vérifiez votre courrier indésirable).

# email_placeholder
source: Enter your email address
fr: Entrez votre adresse email

# password_placeholder
source: Create your password
fr: Créez votre mot de passe

# confirm_password_placeholder
source: Confirm your password
fr: Confirmez votre mot de passe

# first_name_placeholder
source: Enter your first name
fr: Entrez votre prénom

# last_name_placeholder
source: Enter your last name
fr: Entrez votre nom

# birthdate_placeholder
source: Enter your birthdate
fr: Entrez votre date de naissance

# zipcode_placeholder
source: Enter your zipcode
fr: Entrez votre code postal

# register_conditions
source: I agree to the terms and conditions
fr: Je suis d'accord avec les conditions d'utilisation

source: Email already exist
fr: Email déjà existant

# check_register_conditions
source: Please accept the terms and conditions
fr: Veuillez accepter les conditions d'utilisation

# register_button
source: Continue
fr: Continuer

# register_button_finish
source: Sign up
fr: M'inscrire

# sign_in_title
source: Connect
fr: Connecte-toi

# sign_in_password_placeholder
source: Enter your password
fr: Entrez votre mot de passe

# sign_in_button
source: Sign in
fr: Se connecter

# sign_in_success
source: You are now connected
fr: Connexion réussie

# sign_in_bad_credentials
source: Verify your credentials
fr: Verifiez vos identifiants

# field_empty
source: One or many fields are empty
fr: Un ou plusieurs champs sont vides

# password_not_match
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# email_not_valid
source: Email is not valid
fr: L'adresse email n'est pas valide

source: No establishment found
fr: Aucun établissement trouvé

source: Explore
fr: Parcourir

# search_placeholder
source: Search
fr: Chercher

# manage_category
source: Category management
fr: Gestion des catégories

source: Category available
fr: Liste des catégories actuellement disponible

source: Category name
fr: Nom de la catégorie

# category_not_found
source: No category found
fr: Aucune catégorie trouvée

source: Add category
fr: Ajoutez catégorie

source: Category added
fr: Catégorie ajouté

source: Category already exist
fr: La catégorie existe déjà

# manage_establishment
source: Manage establishments
fr: Gestion des établissements

source: Establishment name
fr: Nom de l'établissement

# highlighted
source: Our shots of ❤️
fr: Nos coups de ❤️

# partners
source: Our partners
fr: Nos partenaires

source: See all
fr: Voir tout

source: Add establishment
fr: Ajoutez établissement

source: Establishment added
fr: Establishment ajouté

source: Establishment already exist
fr: L'établissement existe déjà

# popup_delete_bt
source: Delete
fr: Supprimer

# popup_cancel_bt
source: Cancel
fr: Annuler

# offer_available
source: {offer_count} offers available
fr: {offer_count} offre(s) disponible(s)

source: No offer available
fr: Pas d'offre disponible

# admin_hello
source: Hello {user_name}
fr: Bonjour {user_name}

# admin_update
source: Update
fr: Mettre à jour

# admin_presentation
source: From this area you can add, remove or consult different elements directly in the application
fr: A partir de cette zone tu pourras ajouter, supprimer ou consulter différents éléments directement dans l'application

# admin_category
source: Manage categories
fr: Gérer les catégories

# admin_category_title
source: To delete a category, tap it.
fr: Pour supprimer une catégorie, appuyez dessus.

# admin_category_add_title
source: Add category
fr: Ajouter une catégorie

# admin_category_add
source: Add
fr: Ajouter

# admin_category_empty_input
source: Please enter a category name
fr: Veuillez entrer un nom de catégorie

# admin_category_popup_delete_title
source: Delete category
fr: Supprimer la categorie

# admin_category_deleted_message
source: Category deleted
fr: Categorie supprimé

# admin_category_popup_delete_message
source: Are you sure you want to delete the category {category_name} ?
fr: Êtes-vous sûr de vouloir supprimer la catégorie {category_name} ?

# admin_category_input_placeholder
source: Category name
fr: Nom de la catégorie

# admin_establishment
source: Manage establishments
fr: Gérer les établissements

# admin_establishment_title_delete
source: To delete an establishment, tap it twice.
fr: Pour supprimer un établissement, appuyez deux fois dessus.

# admin_establishment_title_update
source: To modify an establishment, tap it once.
fr: Pour modifier un établissement, appuyez une fois dessus.

# admin_establishment_add_title
source: Add establishment
fr: Ajouter un établissement

# admin_establishment_name_input_placeholder
source: Establishment name
fr: Nom de l'établissement

# admin_establishment_address_input_placeholder
source: Address
fr: Adresse

# admin_establishment_highlight
source: Highlight
fr: Mettre en avant

# admin_establishment_add
source: Add
fr: Ajouter

# admin_establishment_category_selected
source: categories selected : {category_name}
fr: catégories sélectionné : {category_name}

# admin_establishment_category_not_selected
source: No categories selected
fr: Aucune catégorie sélectionnée

# admin_establishment_select_category_message
source: Please select a category
fr: Veuillez sélectionner une catégorie

# admin_establishment_enter_name_message
source: Please enter a name
fr: Veuillez saisir un nom

# admin_establishment_select_image_message
source: Please select an image
fr: Veuillez sélectionner une image

# admin_establishment_added
source: Establishment added
fr: Etablissement ajouté

# admin_establishment_popup_delete_title
source: Delete establishment
fr: Supprimer l'établissement

# admin_establishment_popup_delete_message
source: Are you sure you want to delete the establishment {establishment_name} ?
fr: Êtes-vous sûr de vouloir supprimer l'établissement {establishment_name} ?

# admin_establishment_upload_image
source: Upload image
fr: Ajouter une image

# admin_establishment_delete_success
source: Establishment deleted
fr: Etablissement supprimé

# admin_offer
source: Manage offers
fr: Gérer les offres

# delete_error
source: An error occurred while deleting
fr: Une erreur est survenue lors de la suppression

# start_date
source: Start :
fr: Début :

# end_date
source: End :
fr: Fin :

# admin_offer_popup_delete_message
source: Are you sure you want to delete the offer {offer_title} ?
fr: Êtes-vous sûr de vouloir supprimer l'offre {offer_title} ?

# admin_offer_popup_delete_title
source: Delete offer
fr: Supprimer l'offre

# admin_offer_select_establishment
source: No establishment selected
fr: Aucun établissement sélectionné

# offer_card_hightlight
source: Highlighted
fr: Mis en avant

# admin_offer_deleted_message
source: Offer deleted
fr: Offre supprimé

# admin_offer_add_title
source: Add offer
fr: Ajoutez une offre

# admin_offer_title_input_placeholder
source: Offer title
fr: Titre de l'offre

# admin_offer_start_date_input_placeholder
source: Start date
fr: Date de début

# admin_offer_end_date_input_placeholder
source: End date
fr: Date de fin

# admin_offer_title
source: To delete an offer, tap on it
fr: Pour supprimer une offre, appuyez dessus

# admin_offer_added
source: Offer added
fr: Offre ajouté

# admin_offer_bad_date
source: Bad date
fr: Date incorrect

# admin_offer_cant_add
source: Offer not added
fr: Offre non ajouté

# subscription_argument_first
source: Make the most of your subscription in one go & enjoy it all year round
fr: Rentabilise ton abonnement en une sortie & profite toute l’année

# subscription_argument_second
source: Take advantage of over 300 one-buy-one-free offers in Lille
fr: Profite de plus de 300 offres un acheté = un offert sur Lille

# subscription_argument_third
source: Discover must-see places with your friends and family
fr: Découvre des endroits incontournables avec tes proches

# subscription_time
source: Annually
fr: Annuel

# subscription_price
source: 25€ / year (no engagement)
fr: 25€ / an (sans engagement)

# subscription_argument
source: Best price
fr: Meilleur prix

# subscription_success
source: Successfull subscription
fr: Abonnement réussi

# subscription_fail
source: Payment fail
fr: Paiement échoué

# subscription_button
source: I ENJOY !
fr: J'EN PROFITE !

# subscription_term
source: By placing this order, you agree to the Terms of Service and Privacy Policy. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.
fr: En passant cette commande, vous acceptez les conditions de service et la politique de confidentialité. L'abonnement est automatiquement renouvelé, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours.

# offer_card_title
source: Offer(s)
fr: Offre(s)

# offer_no_offers_available
source: No offers available
fr: Aucune offre disponible

# offer_card_bt
source: take advantage of the offer
fr: Profiter de l’offre

source: Offer already used
fr: Offre déjà utilisée

# offer_validation_title
source: Offer validation
fr: Validation de l'offre

# offer_validation_user_not_found
source: User not found, you can't validate this offer
fr: L'utilisateur n'a pas été trouvé. Vous ne pouvez pas valider l'offre.

# offer_validation_offer_expired
source: This offer is expired, you can't validate it
fr: Cette offre a expiré. Vous ne pouvez pas la valider.

# offer_validation_offer_already_used
source: This offer is already used, you can't validate it
fr: Cette offre a déjà été utilisée. Vous ne pouvez pas la valider.

# offer_validation_warning
source: You are about to validate an offer. Please note that this action is irreversible. Please make sure your information is correct.
fr: Vous êtes sur le point de valider une offre. Attention cette action est irréversible. Veuillez vous assurer de l'exactitude des informations.

source: Offer not found
fr: Offre non trouvée

# offer_validation_success
source: Offer validated
fr: Offre validée

# offer_validation_fail
source: Offer not validated
fr: Validation de l'offre échouée

# offer_validation_bt
source: Validate this offer
fr: Valider l'offre

# offer_validation_user_card_title
source: User
fr: Utilisateur

# offer_validation_card_name
source: Name: {name}
fr: Nom: {name}

# offer_validation_offer_card_title
source: Offer
fr: Offre

# offer_validation_offer_card_establishment
source: Establishment: {establishment_name}
fr: Etablissement: {establishment_name}

# gr_code_offer_message
source: To benefit from this offer, present this QR code to the establishment
fr: Pour utiliser cette offre, presentez ce QR code au commerçant
